first1 = ['''Ты на перепутье, нужно найти деревню, куда пойдешь''', '''К горам''', '''Вниз по реке'''] 

firstFirst1 = ['''Ты нашел деревню куда зайдешь в первую очередь?''', '''Зайду в трактир выпью кружку эля''',
'''Зайду в дом старосты деревни''']

firstSecond1 = ['''Ты наткнулся на форт 'Последняя надежда' ''', '''Войти в город и снять комнату''',
'''Остатся за воротами и переначивать в лагере бродячих торговцев''']

quest111 = ['''Оправляйся на щахту чтобы заработать деньги на проживание''', '''Отправиться на шахту.''',
'''Остатья.''']

print1 = ["Ты отлично выспался, но теперь у тебя не осталось денег"]

quest2answer111 = ['''Начальник шахты говорит что в шахте появился Дракон который убивает всех рабочиих. 
Шахта не может работать пока Дракон жив. Если ты сможешь убить Дракона ты получишь очень много золота и 
сможешь до конца свой жизни остаться в этом городе. Выбери действи:''', 
'''Помочь начальнику избавиться от Дракона.''', '''Отказаться.''']

answer1 = ['''Вы уже два часа в пути, вам не кажется что все так
тихо....
О нет, Дракон завел вас в свое логово и перекрыл вам выход обратно! Скорее, вам
нужно выташить мечь который лежит в сундуке что бы одолеть его. Для этого решите задачу и узнайте
какая цифра открывает этот сундук:
2+2*2=?''']

quest222 = ['''Куда ты отправишься дальше:''', '''Зайти в город.''', '''Остаться с торговцами.''']

quest2answer222 = ['''У торговцев начлаи пропадать товары, подозрения пали на тебя! Тебя вызывают 
на собрание, где тебе зададут пару вопросов. Только ответив правильно на все вопросы с вас снимут 
подозрение, и тогда вы сможете остаться среди торговцев, иначе вас убъют:''', '''Сбежать.''',
'''Пойти на собрание.''']

print11111 = ["Вы были орестованы за неуплату! ИГРА ПРОИГРАННА!"]

print22222 = '''Из-за не хватки денег вам пришлось покинуть город.
К сожалению вы умерли от голода - КРНЕЦ ИГРЫ!'''

print33333 = '''Отправляйтесь в шахту но знайте что на каждом шагу
вас поджидает опасность!'''

print44444 = '''Вы смогли одолеть Дракона и освободили шахту от этого лютого зверя!'''

print55555 = '''Начальник шахты очень доволен вами. Как и обещали вам выдали сундук золота,
теперь вы можете отсаться в городе и не неуждаться ни  в чем до конца своей жизни.
Поздравляю, вы выйграли ИГРУ!!!'''

print66666 = '''Вы не прошли квест и вас съед Дракон. ИГРА ПРОИГРОНА!!! '''

print77777 = '''Ты так и не выспался, но зато отлично провел время слушая истории
о приключениях торговцев в далеких странах'''

print88888 = '''Что бы жить в городе тебе нужно зрабатывать деьнги! Отправляйся на шахту 
и поговори с начальником шахты на счет работы... '''

print99999 = '''Вам удалось сбежать, но к сожалению вы умерли от голода. Игра окончена!'''

print1010 = '''Вам зададут несколько загадок, ответив првильно вы сможете 
изьавиться от подозрения, но если хоть один ответ будет неправильным  вы будете убиты 
дорговцами за кражу их товаров!!! '''

print1011 = '''И так первая загдка от вождя
Чем можно поделиться только один раз?'''

print1012 = '''Ты молодец! Однако помни, что впереди тебя ждет еще 
более сложнее загадтка от самого хиторго дорговца! '''

print1013 = '''И так загадка:
    Шесть ног, две головы, а хвост один. Что это такое?'''

print1014 = '''Ты молодец, смог ответить на все вопросы! Торговцы приняли тебя 
в cвой круг и ты теперь можешь остаться среди них. ТЫ ВЫЙГРАЛ ИГРУ!!!'''

print1015 = '''Ответ не правильный! Вы не смогли себя оправдать и были убиты 
бродячими торговцами. ИГРА ОКОНЧЕНА!'''